export const stages = [
  {
    id: 1,
    title: "פאזל הכניסה",
    description:
      "כאשר השחקנים נכנסים למשחק, הם מוצאים עצמם בכניסה חשוכה עם סמלים מסתוריים חקוקים על הקירות. אור חלש יוצא מדלת נעולה בקצה הרחוק של החדר.",
    question: "מהי המילה הסודית?",
    options: ["סמל", "דלת", "מפתח", "פתרון"],
    correctOption: 3,
  },
  {
    id: 2,
    title: "חדר הספרים",
    description:
      "השחקנים מוצאים עצמם בחדר מלא במדפי ספרים ישנים. ספר אחד נראה שונה מכולם.",
    question: "איזה ספר פותח את הדלת הסודית?",
    options: ["ספר האגדות", "המילון העתיק", 'תנ"ך', "האנציקלופדיה הגדולה"],
    correctOption: 1,
  },
  {
    id: 3,
    title: "חדר המראות",
    description:
      "בחדר זה ישנן מראות רבות וכל אחת מהן משקפת תמונה שונה. רק מראה אחת מראה את הדרך הנכונה.",
    question: "איזו מראה מראה את הדרך הנכונה?",
    options: ["מראה עגולה", "מראה שבורה", "מראה מלבנית", "מראה בצורת לב"],
    correctOption: 0,
  },
  {
    id: 4,
    title: "מעבדת המדען",
    description:
      "השחקנים מוצאים עצמם במעבדה מלאה בכלי ניסוי ומכשירים מדעיים. ישנם מספר מבחנות עם נוזלים בצבעים שונים.",
    question: "איזה נוזל יש לשפוך לתוך הכלי כדי לפתוח את הדלת?",
    options: ["נוזל כחול", "נוזל ירוק", "נוזל אדום", "נוזל צהוב"],
    correctOption: 2,
  },
  {
    id: 5,
    title: "חדר הצפנים",
    description:
      "בחדר זה ישנם לוחות עם קודים וצפנים מורכבים. יש למצוא את הקוד הנכון כדי לפתוח את הכספת.",
    question: "מהו הקוד הנכון?",
    options: ["1234", "5678", "91011", "121314"],
    correctOption: 3,
  },
];
